IDEA Open Model
BoltAssembly.NutThickness Property
Compatible with IDEA StatiCa Beta 20.0
 Thickness of Nut
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double NutThickness { get; set; }
Public Property NutThickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace